Repository: LaoZhong-Mihari/HRT-Recorder-PKcomponent-Test
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, th, zh_hans, zh_hant

source: HRT Type
de: HRT-Typ
es: Tipo de HRT
fr: Type de THS
ja: HRTタイプ
ko: HRT 유형
th: ประเภท HRT
zh_hans: HRT 类型
zh_hant: HRT 類型

source: I could not confidently understand that dose. Please review it in HRT Recorder.
de: Ich konnte diese Dosis nicht sicher verstehen. Bitte überprüfen Sie sie in HRT Recorder.
es: No pude interpretar esa dosis con suficiente confianza. Revísala en HRT Recorder.
fr: Je n’ai pas pu interpréter cette dose avec suffisamment de certitude. Vérifiez-la dans HRT Recorder.
ja: 投薬内容を確実に解釈できませんでした。HRT Recorderで確認してください。
ko: 해당 용량을 확실하게 이해하지 못했습니다. HRT Recorder에서 검토하세요.
th: ไม่สามารถทำความเข้าใจขนาดยานั้นได้อย่างมั่นใจ โปรดตรวจสอบใน HRT Recorder
zh_hans: 我无法可靠理解这条剂量。请在 HRT Recorder 中核对。
zh_hant: 我無法可靠理解這筆劑量。請在 HRT Recorder 中核對。

source: I could not find that medication plan.
de: Ich konnte diesen Medikationsplan nicht finden.
es: No pude encontrar ese plan de medicación.
fr: Je n’ai pas trouvé ce plan de traitement.
ja: その服薬プランが見つかりませんでした。
ko: 해당 복약 계획을 찾을 수 없습니다.
th: ไม่พบแผนการใช้ยานั้น
zh_hans: 我找不到该用药计划。
zh_hant: 我找不到該用藥計劃。

source: I could not read your saved dosing data.
de: Ich konnte Ihre gespeicherten Dosierdaten nicht lesen.
es: No pude leer los datos de dosis guardados.
fr: Je n’ai pas pu lire vos données de dose enregistrées.
ja: 保存済みの投薬データを読み取れませんでした。
ko: 저장된 투여 데이터를 읽을 수 없습니다.
th: ไม่สามารถอ่านข้อมูลการใช้ยาที่บันทึกไว้ได้
zh_hans: 我无法读取您已保存的给药数据。
zh_hant: 我無法讀取您已儲存的給藥資料。

source: I could not save the dose.
de: Ich konnte die Dosis nicht speichern.
es: No pude guardar la dosis.
fr: Je n’ai pas pu enregistrer la dose.
ja: 投薬記録を保存できませんでした。
ko: 용량을 저장할 수 없었습니다.
th: ไม่สามารถบันทึกขนาดยาได้
zh_hans: 我无法保存该剂量。
zh_hant: 我無法儲存該劑量。

source: I could not verify that medication plan. Please choose an active plan again.
de: Dieser Medikationsplan konnte nicht verifiziert werden. Wählen Sie erneut einen aktiven Plan aus.
es: No pude verificar ese plan de medicación. Elige de nuevo un plan activo.
fr: Je n’ai pas pu vérifier ce plan de traitement. Choisissez de nouveau un plan actif.
ja: 服薬プランを確認できませんでした。有効なプランをもう一度選択してください。
ko: 해당 복약 계획을 확인할 수 없습니다. 활성 계획을 다시 선택하세요.
th: ไม่สามารถยืนยันแผนการใช้ยานั้นได้ โปรดเลือกแผนที่ใช้งานอยู่อีกครั้ง
zh_hans: 我无法核实该用药计划。请重新选择一个启用的计划。
zh_hant: 我無法核實該用藥計劃。請重新選擇一個啟用的計劃。

source: I could not verify that medication. Please choose it again.
de: Dieses Medikament konnte nicht verifiziert werden. Wählen Sie es erneut aus.
es: No pude verificar ese medicamento. Elígelo de nuevo.
fr: Je n’ai pas pu vérifier ce médicament. Choisissez-le de nouveau.
ja: 薬剤を確認できませんでした。もう一度選択してください。
ko: 해당 약물을 확인할 수 없습니다. 다시 선택해 주세요.
th: ฉันไม่สามารถยืนยันยานั้นได้ โปรดเลือกอีกครั้ง
zh_hans: 我无法核实该药物。请重新选择。
zh_hant: 我無法核實該藥物。請重新選擇。

source: I could not verify the dosing route. Please choose it again.
de: Die Anwendungsart konnte nicht verifiziert werden. Wählen Sie sie erneut aus.
es: No pude verificar la vía de administración. Elígela de nuevo.
fr: Je n’ai pas pu vérifier la voie d’administration. Choisissez-la de nouveau.
ja: 投与経路を確認できませんでした。もう一度選択してください。
ko: 투여 경로를 확인할 수 없습니다. 다시 선택해 주세요.
th: ไม่สามารถยืนยันวิธีใช้ยาได้ โปรดเลือกอีกครั้ง
zh_hans: 我无法核实给药途径。请重新选择。
zh_hant: 我無法核實給藥途徑。請重新選擇。

source: I could not verify the spoken dose time. Please choose the time explicitly.
de: Die gesprochene Dosiszeit konnte nicht verifiziert werden. Wählen Sie die Uhrzeit ausdrücklich aus.
es: No pude verificar la hora de la dosis indicada por voz. Elige la hora de forma explícita.
fr: Je n’ai pas pu vérifier l’heure de dose énoncée. Choisissez l’heure explicitement.
ja: 音声で指定された投与時刻を確認できませんでした。時刻を明示的に選択してください。
ko: 말한 투여 시간을 확인할 수 없습니다. 시간을 직접 선택하세요.
th: ไม่สามารถยืนยันเวลาที่ระบุด้วยเสียงได้ โปรดเลือกเวลาโดยตรง
zh_hans: 我无法核实口述的给药时间。请明确选择时间。
zh_hant: 我無法核實口述的給藥時間。請明確選擇時間。

source: I could not verify the sublingual hold setting. Please choose it again.
de: Die Einstellung der sublingualen Haltezeit konnte nicht verifiziert werden. Wählen Sie sie erneut aus.
es: No pude verificar el tiempo de retención sublingual. Elígelo de nuevo.
fr: Je n’ai pas pu vérifier le réglage de maintien sublingual. Choisissez-le de nouveau.
ja: 舌下保持の設定を確認できませんでした。もう一度選択してください。
ko: 설하 유지 설정을 확인할 수 없습니다. 다시 선택하세요.
th: ไม่สามารถยืนยันการตั้งค่าการอมยาใต้ลิ้นได้ โปรดเลือกอีกครั้ง
zh_hans: 我无法核实舌下含服设置。请重新选择。
zh_hant: 我無法核實舌下含服設定。請重新選擇。

source: I could not verify whether this is a planned or custom dose.
de: Ich konnte nicht überprüfen, ob dies eine geplante oder benutzerdefinierte Dosis ist.
es: No pude verificar si esta es una dosis planificada o personalizada.
fr: Je n’ai pas pu vérifier s’il s’agit d’une dose planifiée ou personnalisée.
ja: 予定投与かカスタム投与かを確認できませんでした。
ko: 계획된 용량인지 맞춤 용량인지 확인할 수 없었습니다.
th: ไม่สามารถยืนยันได้ว่าเป็นขนาดยาตามแผนหรือขนาดยาที่กำหนดเอง
zh_hans: 我无法核实这是计划剂量还是自定义剂量。
zh_hant: 我無法核實這是計劃劑量還是自訂劑量。

source: I do not have enough %@ dosing data to estimate a concentration yet.
de: Ich habe noch nicht genug %@-Dosierdaten, um eine Konzentration zu schätzen.
es: Aún no tengo suficientes datos de dosis de %@ para estimar una concentración.
fr: Je ne dispose pas encore de suffisamment de données de dose de %@ pour estimer une concentration.
ja: %@の濃度を推定するための投薬データがまだ足りません。
ko: 아직 농도를 추정하기에 충분한 %@ 투여 데이터가 없습니다.
th: ยังมีข้อมูลการใช้ยา %@ ไม่เพียงพอสำหรับประมาณความเข้มข้น
zh_hans: 我暂时没有足够的 %@ 给药数据来估算浓度。
zh_hant: 我目前沒有足夠的 %@ 給藥資料來估算濃度。

source: I need a specific medication, route, and dose before I can record it.
de: Zum Aufzeichnen benötige ich ein bestimmtes Medikament, die Anwendungsart und die Dosis.
es: Necesito un medicamento específico, vía y dosis antes de poder registrarlo.
fr: J’ai besoin d’un médicament, d’une voie d’administration et d’une dose précis avant de pouvoir l’enregistrer.
ja: 記録するには、具体的な薬剤、投与経路、投与量が必要です。
ko: 기록하려면 정확한 약물, 투여 경로 및 용량이 필요합니다.
th: ต้องระบุยา วิธีใช้ยา และขนาดยาที่ชัดเจนก่อนจึงจะบันทึกได้
zh_hans: 记录前我需要明确的药物、给药途径和剂量。
zh_hant: 記錄前我需要明確的藥物、給藥途徑和劑量。

source: I need the medication, route, and dose amount before I can record it.
de: Zum Aufzeichnen benötige ich das Medikament, die Anwendungsart und die Dosis.
es: Necesito la medicación, la vía y la cantidad de dosis antes de poder registrarla.
fr: J’ai besoin du médicament, de la voie d’administration et de la quantité avant de pouvoir l’enregistrer.
ja: 記録するには、薬剤、投与経路、投与量が必要です。
ko: 기록하려면 약물, 투여 경로 및 용량이 필요합니다.
th: ต้องระบุยา วิธีใช้ยา และปริมาณยาก่อนจึงจะบันทึกได้
zh_hans: 记录前我需要明确的药物、给药途径和剂量。
zh_hant: 記錄前我需要明確的藥物、給藥途徑和劑量。

source: Import from Health
de: Aus Apple Health importieren
es: Importar desde Salud
fr: Importer depuis Santé
ja: ヘルスケアから読み込む
ko: Health에서 가져오기
th: นำเข้าจาก Health
zh_hans: 从 Health 导入
zh_hant: 从 Health 匯入

source: Import Notes
de: Importhinweise
es: Notas de importación
fr: Notes d’importation
ja: 読み込み時のメモ
ko: 메모 가져오기
th: หมายเหตุการนำเข้า
zh_hans: 导入说明
zh_hant: 匯入說明

source: Import plans from Apple Health.
de: Pläne aus Apple Health importieren.
es: Importar planes de Salud de Apple.
fr: Importez des plans depuis Santé d’Apple.
ja: ヘルスケアからプランを読み込みます。
ko: Apple Health에서 계획 가져오기
th: นำเข้าแผนจาก Apple Health
zh_hans: 从 Apple Health 导入计划。
zh_hant: 从 Apple Health 匯入計劃。

source: Import supported Apple Health medications into reminder plans.
de: Unterstützte Medikamente aus Apple Health in Erinnerungspläne importieren.
es: Importar medicamentos compatibles de Salud de Apple como planes de recordatorios.
fr: Importez les médicaments compatibles de Santé d’Apple dans des plans de rappels.
ja: 対応するヘルスケアの薬をリマインダープランに読み込みます。
ko: 지원되는 Apple Health 약물을 알림 계획으로 가져옵니다.
th: นำเข้ายา Apple Health ที่รองรับลงในแผนการแจ้งเตือน
zh_hans: 将受支持的 Apple Health 用药导入为提醒计划。
zh_hant: 將受支持的 Apple Health 用藥匯入為提醒計劃。

source: Import unavailable
de: Import nicht verfügbar
es: Importación no disponible
fr: Importation indisponible
ja: 読み込みを利用できません
ko: 가져올 수 없음
th: ไม่สามารถนำเข้าได้
zh_hans: 暂时无法导入
zh_hant: 暫時無法匯入

source: Imported
de: Importiert
es: Importado
fr: Importé
ja: 読み込み済み
ko: 가져오기 완료
th: นำเข้า
zh_hans: 已导入
zh_hant: 已匯入

source: Imported from Health
de: Aus Apple Health importiert
es: Importado de Salud
fr: Importé depuis Santé
ja: ヘルスケアから読み込み済み
ko: Health에서 가져옴
th: นำเข้าจาก Health
zh_hans: 从 Health 导入
zh_hant: 从 Health 匯入

source: Injection
de: Injektion
es: Inyección
ja: 注射
ko: 주사
th: การฉีด
zh_hans: 注射
zh_hant: 注射

source: Injection concentration in mg/mL when explicitly stated.
de: Injektionskonzentration in mg/mL, sofern ausdrücklich angegeben.
es: Concentración de la inyección en mg/mL cuando se indique explícitamente.
fr: Concentration de l’injection en mg/mL lorsqu’elle est explicitement indiquée.
ja: 明示されている場合の注射液濃度（mg/mL）です。
ko: 명시된 주사 농도(mg/mL)입니다.
th: ความเข้มข้นของยาฉีดในหน่วย mg/mL เมื่อมีการระบุไว้อย่างชัดเจน
zh_hans: 明确说明时的注射浓度，单位为 mg/mL。
zh_hant: 明確說明時的注射濃度，單位為 mg/mL。

source: Injection volume in mL when explicitly stated.
de: Injektionsvolumen in mL, sofern ausdrücklich angegeben.
es: Volumen de inyección en mL cuando se indique explícitamente.
fr: Volume de l’injection en mL lorsqu’il est explicitement indiqué.
ja: 明示されている場合の注射量（mL）です。
ko: 명시된 주사 부피(mL)입니다.
th: ปริมาตรยาฉีดในหน่วย mL เมื่อมีการระบุไว้อย่างชัดเจน
zh_hans: 明确说明时的注射体积，单位为 mL。
zh_hant: 明確說明時的注射體積，單位為 mL。

source: Injection, oral, sublingual, gel, apply patch, or remove patch.
de: Injektion, oral, sublingual, Gel, Pflaster aufkleben oder Pflaster entfernen.
es: Inyección, oral, sublingual, gel, aplicar parche o quitar parche.
fr: Injection, voie orale, voie sublinguale, gel, pose d’un patch ou retrait d’un patch.
ja: 注射、経口、舌下、ジェル、パッチの貼付、またはパッチの取り外し。
ko: 주사, 경구, 설하, 젤, 패치 부착 또는 패치 제거입니다.
th: ฉีด รับประทาน ใต้ลิ้น ทาเจล ติดแผ่นแปะ หรือถอดแผ่นแปะ
zh_hans: 注射、口服、舌下含服、凝胶、贴上贴片或移除贴片。
zh_hant: 注射、口服、舌下含服、凝膠、貼上貼片或移除貼片。

# input.dose.compound_placeholder
source: %@ dose (mg)
de: %@-Dosis (mg)
es: Dosis de %@ (mg)
fr: Dose de %@ (mg)
ja: %@の投与量（mg）
ko: %@ 용량 (mg)
th: ขนาดยา %@ (mg)
zh_hans: %@ 剂量（mg）
zh_hant: %@ 劑量（mg）

# input.dose.e2
source: E2-equivalent dose (mg)
de: E2-äquivalente Dosis (mg)
es: Dosis equivalente de E2 (mg)
fr: Dose équivalente E2 (mg)
ja: E2換算投与量（mg）
ko: E2 환산 용량(mg)
th: ขนาดยาสมมูล E2 (mg)
zh_hans: 折算为 E2 剂量 (mg)
zh_hant: 折算為 E2 劑量 (mg)

# input.dose.raw
source: Dose (%@, mg)
de: Dosis (%@, mg)
es: Dosis (%@, mg)
ja: 投与量（%@、mg）
ko: 용량 (%@, mg)
th: ขนาดยา (%@, mg)
zh_hans: 剂量 (%@, mg)
zh_hant: 劑量 (%@, mg)

# input.drugDetails
source: Drug Details
de: Medikamentenangaben
es: Detalles del medicamento
fr: Détails du médicament
ja: 薬剤の詳細
ko: 약물 세부 정보
th: รายละเอียดยา
zh_hans: 用药信息
zh_hant: 用藥信息

# input.drugEster
source: Drug / Ester
de: Medikament / Ester
es: Medicamento / Éster
fr: Médicament / ester
ja: 薬剤／エステル
ko: 약물/에스테르
th: ยา / เอสเทอร์
zh_hans: 药物 / 酯类
zh_hant: 藥物 / 酯類

# input.equivalent_preview
source: %1$@-equivalent: %2$@ mg
de: %1$@-äquivalent: %2$@ mg
es: Equivalente de %1$@: %2$@ mg
fr: Équivalent %1$@ : %2$@ mg
ja: %1$@換算：%2$@ mg
ko: %1$@ 환산: %2$@ mg
th: สมมูล %1$@: %2$@ mg
zh_hans: %1$@ 当量：%2$@ mg
zh_hant: %1$@ 當量：%2$@ mg

# input.medication_type.estrogen
source: Estrogen
de: Östrogen
es: Estrógeno
fr: Œstrogène
ja: エストロゲン
ko: 에스트로겐
th: เอสโตรเจน
zh_hans: 雌激素
zh_hant: 雌激素

# input.medication_type.title
source: Medication Type
de: Medikamententyp
es: Tipo de medicamento
fr: Type de médicament
ja: 薬剤タイプ
ko: 약물 유형
th: ประเภทยา
zh_hans: 用药类型
zh_hant: 用藥類型

# input.patchMode
source: Patch Input Mode
de: Pflaster-Eingabemodus
es: Modo de entrada del parche
fr: Mode de saisie du patch
ja: パッチの入力方法
ko: 패치 입력 모드
th: วิธีป้อนข้อมูลแผ่นแปะ
zh_hans: 贴剂输入模式
zh_hant: 貼劑輸入模式

# input.patchMode.label
source: Mode
de: Modus
es: Modo
ja: モード
ko: 모드
th: โหมด
zh_hans: 模式
zh_hant: 模式

# input.patchMode.package_hint
source: If the package shows a release rate like x µg/day, use that value as the source of truth.
de: Wenn auf der Packung eine Freisetzungsrate wie x µg/Tag angegeben ist, verwenden Sie diesen Wert als maßgebliche Angabe.
es: Si el envase muestra una tasa de liberación como x µg/día, usa ese valor como referencia.
fr: Si l’emballage indique un débit de libération comme x µg/jour, utilisez cette valeur comme référence.
ja: 包装に「x µg/日」のような放出速度が記載されている場合は、その値を優先してください。
ko: 포장에 x µg/day와 같은 방출률이 표시되어 있으면 해당 값을 기준으로 사용하세요.
th: หากบรรจุภัณฑ์ระบุอัตราการปล่อย เช่น x µg/วัน ให้ใช้ค่านั้นเป็นข้อมูลหลัก
zh_hans: 如果包装上标有释放速率（如 x µg/day），请优先以该数值为准。
zh_hant: 如果包裝上標有釋放速率（如 x µg/day），請優先以該數值為準。

# input.patchMode.releaseRate
source: Release rate (µg/d)
de: Freisetzungsrate (µg/d)
es: Tasa de liberación (µg/d)
fr: Débit de libération (µg/j)
ja: 放出速度（µg/日）
ko: 방출률 (µg/d)
th: อัตราการปลดปล่อย (µg/d)
zh_hans: 释放速率 (µg/天)
zh_hant: 釋放速率 (µg/天)

# input.patchMode.totalDose
source: Patch total dose (mg)
de: Gesamtdosis des Pflasters (mg)
es: Dosis total del parche (mg)
fr: Dose totale du patch (mg)
ja: パッチの総含有量（mg）
ko: 패치 총 용량(mg)
th: ขนาดยารวมของแผ่นแปะ (mg)
zh_hans: 贴剂总剂量 (mg)
zh_hant: 貼劑總劑量 (mg)

# input.record_only.dose_mg
source: Dose (mg)
de: Dosis (mg)
es: Dosis (mg)
ja: 投与量（mg）
ko: 용량(mg)
th: ขนาดยา (mg)
zh_hans: 剂量 (mg)
zh_hant: 劑量 (mg)

# input.record_only.help
source: Anti-androgen entries are saved as oral records and reminder plans. They do not affect estradiol simulation.
de: Antiandrogen-Einträge werden als orale Einträge und Erinnerungspläne gespeichert. Sie beeinflussen die Estradiol-Simulation nicht.
es: Los antiandrógenos se guardan como registros orales y planes de recordatorios. No afectan a la simulación de estradiol.
fr: Les antiandrogènes sont enregistrés comme prises orales et plans de rappels. Ils n’influencent pas la simulation de l’estradiol.
ja: 抗アンドロゲン薬は経口の記録とリマインダープランとして保存され、エストラジオールのシミュレーションには影響しません。
ko: 항안드로겐 항목은 경구 기록 및 알림 계획으로 저장되며 에스트라디올 시뮬레이션에는 영향을 주지 않습니다.
th: รายการยาต้านแอนโดรเจนจะบันทึกเป็นยารับประทานและแผนการแจ้งเตือน โดยไม่ส่งผลต่อการจำลองเอสตราไดออล
zh_hans: 抗雄药物会按口服记录和提醒计划保存，不会影响雌二醇模拟。
zh_hant: 抗雄藥物會按口服記錄和提醒計劃儲存，不會影響雌二醇模擬。

# input.record_only.medication
source: Medication
de: Arzneimittel
es: Medicamento
fr: Médicament
ja: 薬剤
ko: 약물
th: ยา
zh_hans: 药物
zh_hant: 藥物

# input.record_only.section
source: Medication
de: Arzneimittel
es: Medicamento
fr: Médicament
ja: 薬剤
ko: 약물
th: ยา
zh_hans: 药物
zh_hant: 藥物

# input.route
source: Route
de: Anwendungsart
es: Vía
fr: Voie d’administration
ja: 投与経路
ko: 투여 경로
th: วิธีใช้ยา
zh_hans: 给药途径
zh_hant: 給藥途徑

# input.sublingual
source: Sublingual Parameters
de: Sublinguale Parameter
es: Parámetros sublinguales
fr: Paramètres sublinguaux
ja: 舌下投与パラメータ
ko: 설하 투여 설정
th: พารามิเตอร์การใช้ยาใต้ลิ้น
zh_hans: 舌下含服参数
zh_hant: 舌下含服參數

# input.sublingual.casual
source: Casual
de: Locker
es: Flexible
fr: Souple
ja: やや短め
ko: 간편
th: ทั่วไป
zh_hans: 随意
zh_hant: 隨意

# input.sublingual.customTheta
source: Custom θ
de: Eigenes θ
es: θ personalizado
fr: θ personnalisé
ja: カスタムθ
ko: 사용자 지정 θ
th: กำหนด θ เอง
zh_hans: 自定义 θ
zh_hant: 自定義 θ

# input.sublingual.customThetaPlaceholder
source: Custom θ (0–1)
de: Eigenes θ (0–1)
es: θ personalizada (0–1)
fr: θ personnalisé (0–1)
ja: カスタムθ（0〜1）
ko: 사용자 지정 θ(0–1)
th: กำหนด θ เอง (0–1)
zh_hans: 自定义 θ (0–1)
zh_hant: 自定義 θ (0–1)

# input.sublingual.hold
source: Hold duration
de: Haltezeit
es: Tiempo de retención
fr: Durée de maintien
ja: 保持時間
ko: 머금는 시간
th: ระยะเวลาอมยาใต้ลิ้น
zh_hans: 含服时长
zh_hant: 含服時長

# input.sublingual.instructions
source: While holding the tablet for the suggested time, try to swallow as little saliva as possible and continue holding the dissolved saliva even after the tablet fully melts until you reach your target time.
de: Halten Sie die Tablette für die empfohlene Zeit unter der Zunge und versuchen Sie, möglichst wenig Speichel zu schlucken. Halten Sie auch den gelösten Speichel weiter, nachdem die Tablette vollständig zerfallen ist, bis die gewünschte Zeit erreicht ist.
es: Mientras mantienes el comprimido durante el tiempo sugerido, intenta tragar la menor cantidad de saliva posible. Incluso cuando se haya disuelto por completo, sigue manteniendo la saliva en la boca hasta alcanzar el tiempo objetivo.
fr: Pendant la durée de maintien conseillée, essayez d’avaler le moins de salive possible et continuez à retenir la salive contenant le comprimé dissous, même après sa dissolution complète, jusqu’à atteindre la durée choisie.
ja: 推奨時間まで錠剤を舌下に保持し、唾液をなるべく飲み込まないようにしてください。錠剤が完全に溶けた後も、目標時間に達するまで溶けた液を保持します。
ko: 권장 시간 동안 정제를 혀 밑에 머금고 침을 가능한 한 삼키지 마세요. 정제가 완전히 녹아도 목표 시간이 될 때까지 녹은 침을 계속 머금으세요.
th: ระหว่างอมยาใต้ลิ้นตามเวลาที่แนะนำ ให้พยายามกลืนน้ำลายให้น้อยที่สุด และอมของเหลวที่ละลายต่อไปแม้เม็ดยาละลายหมดแล้วจนถึงเวลาที่ตั้งไว้
zh_hans: 按照建议的含服时间尽量少吞咽口水，并且在药物完全溶解后也继续含着溶解药物的唾液直至达到自己的目标时间。
zh_hant: 按照建議的含服時間儘量少吞咽口水，並且在藥物完全溶解後也繼續含著溶解藥物的唾液直至達到自己的目標時間。

# input.sublingual.quick
source: Quick
de: Schnell
es: Rápido
fr: Rapide
ja: 短め
ko: 빠름
th: รวดเร็ว
zh_hans: 快速
zh_hant: 快速

# input.sublingual.strict
source: Strict
de: Streng
es: Estricto
ja: 長め
ko: 엄격
th: เข้มงวด
zh_hans: 严格
zh_hant: 嚴格

# input.sublingual.suggestion
source: Hold for about %.0f minutes, θ≈%.2f
de: Etwa %.0f Minuten halten, θ≈%.2f
es: Mantén durante unos %.0f minutos, θ≈%.2f
fr: Maintenir environ %.0f minutes, θ≈%.2f
ja: 約%.0f分保持、θ≈%.2f
ko: 약 %.0f분간 머금기, θ≈%.2f
th: อมไว้ประมาณ %.0f นาที, θ≈%.2f
zh_hans: 建议含服约 %.0f 分钟，θ≈%.2f
zh_hant: 建議含服約 %.0f 分鐘，θ≈%.2f

# input.time
source: Time
de: Zeit
es: Hora
fr: Heure
ja: 時刻
ko: 시간
th: เวลา
zh_hans: 时间
zh_hant: 時間

# input.title.add
source: Add Dose
de: Dosis hinzufügen
es: Añadir dosis
fr: Ajouter une dose
ja: 投薬を追加
ko: 용량 추가
th: เพิ่มการใช้ยา
zh_hans: 新增给药
zh_hant: 新增給藥

# input.title.edit
source: Edit Dose
de: Dosis bearbeiten
es: Editar dosis
fr: Modifier la dose
ja: 投薬を編集
ko: 용량 편집
th: แก้ไขการใช้ยา
zh_hans: 编辑给药
zh_hant: 編輯給藥

source: Institution
de: Einrichtung
es: Institución
fr: Établissement
ja: 医療機関
ko: 의료기관
th: สถาบัน
zh_hans: 检验机构
zh_hant: 檢驗機構

source: Lab Results
de: Laborergebnisse
es: Resultados de laboratorio
fr: Résultats d’analyse
ja: 検査結果
ko: 검사 결과
th: ผลตรวจทางห้องปฏิบัติการ
zh_hans: 检验结果
zh_hant: 檢驗結果

source: Last synced
de: Zuletzt synchronisiert
es: Última sincronización
fr: Dernière synchronisation
ja: 最終同期
ko: 마지막 동기화
th: ซิงค์ล่าสุด
zh_hans: 上次同步
zh_hant: 上次同步

source: Latest Health event
de: Letztes Apple-Health-Ereignis
es: Último evento de Salud
fr: Dernier événement Santé
ja: 最新のヘルスケアイベント
ko: 최신 Health 이벤트
th: เหตุการณ์ล่าสุดจาก Health
zh_hans: 最新 Health 事件
zh_hant: 最新 Health 事件

source: Linked
de: Verknüpft
es: Vinculado
fr: Associé
ja: 連携済み
ko: 연결됨
th: เชื่อมโยง
zh_hans: 已关联
zh_hant: 已關聯

source: Linked to Health
de: Mit Apple Health verknüpft
es: Vinculado a Salud
fr: Associé à Santé
ja: ヘルスケアと連携済み
ko: Health에 연결됨
th: เชื่อมต่อกับ Health
zh_hans: 已关联到健康
zh_hant: 已關聯到健康

source: Loading medications
de: Medikamente werden geladen
es: Cargando medicamentos
fr: Chargement des médicaments
ja: 薬を読み込み中
ko: 약물 로드 중
th: โหลดยา
zh_hans: 正在读取用药
zh_hant: 正在讀取用藥

source: Location
de: Standort
es: Ubicación
fr: Lieu
ja: 場所
ko: 검사 장소
th: สถานที่
zh_hans: 地点
zh_hant: 地點

source: Low
de: Niedrig
es: Bajo
fr: Faible
ja: 低
ko: 낮음
th: ต่ำ
zh_hans: 低
zh_hant: 低

source: Low / medium / high colors are personal visual markers, not medical guidance.
de: Die Farben für niedrig, mittel und hoch sind persönliche visuelle Markierungen und keine medizinische Empfehlung.
es: Los colores de nivel bajo, medio y alto son marcadores visuales personales, no indicaciones médicas.
fr: Les couleurs faible, moyen et élevé sont des repères visuels personnels, pas des recommandations médicales.
ja: 低・中・高の色は個人用の目印であり、医学的な判断基準ではありません。
ko: 낮은/중간/높은 색상은 의학적 지침이 아닌 개인적인 시각적 마커입니다.
th: สีต่ำ ปานกลาง และสูงเป็นเครื่องหมายที่ผู้ใช้กำหนดเพื่อช่วยดูข้อมูลเท่านั้น ไม่ใช่คำแนะนำทางการแพทย์
zh_hans: 低 / 中 / 高颜色只是个人视觉标记，并非医疗建议。
zh_hant: 低 / 中 / 高顏色只是個人視覺標記，並非醫療建議。

source: Low must be smaller than high.
de: Niedrig muss kleiner als hoch sein.
es: El valor bajo debe ser menor que el alto.
fr: Le seuil bas doit être inférieur au seuil haut.
ja: 低の値は高の値より小さくしてください。
ko: 낮음은 높음보다 작아야 합니다.
th: ค่าต่ำต้องน้อยกว่าค่าสูง
zh_hans: 低值必须小于高值。
zh_hant: 低值必須小於高值。

source: Medication
de: Medikament
es: Medicamento
fr: Médicament
ja: 薬剤
ko: 약물
th: ยา
zh_hans: 药物
zh_hant: 藥物

source: Medication & Reminders
de: Medikamente und Erinnerungen
es: Medicamentos y recordatorios
fr: Médicaments et rappels
ja: 薬剤とリマインダー
ko: 약물 및 알림
th: ยาและการแจ้งเตือน
zh_hans: 用药与提醒
zh_hant: 用藥與提醒

source: Medication Category
de: Arzneimittelkategorie
es: Categoría de medicación
fr: Catégorie de médicament
ja: 薬剤カテゴリー
ko: 의약품 카테고리
th: หมวดหมู่ยา
zh_hans: 药物类别
zh_hant: 藥物類別

source: Medication import needs iOS 26 or later.
de: Arzneimittelimport benötigt iOS 26 oder höher.
es: La importación de medicamentos requiere iOS 26 o posterior.
fr: L’importation de médicaments nécessite iOS 26 ou une version ultérieure.
ja: 薬の読み込みにはiOS 26以降が必要です。
ko: 의약품 가져오기는 iOS 26 이상이 필요합니다.
th: การนำเข้ายาต้องใช้ iOS 26 หรือใหม่กว่า
zh_hans: 用药导入需要 iOS 26 或更高版本。
zh_hant: 用藥匯入需要 iOS 26 或更高版本。

source: Medication Plan
de: Medikationsplan
es: Plan de medicación
fr: Plan de traitement
ja: 服薬プラン
ko: 복약 계획
th: แผนการใช้ยา
zh_hans: 用药计划
zh_hant: 用藥計劃

source: Medication Plans
de: Medikationspläne
es: Planes de medicación
fr: Plans de traitement
ja: 服薬プラン
ko: 복약 계획
th: แผนการใช้ยา
zh_hans: 用药计划
zh_hant: 用藥計劃

# medication.plan.default.apply_gel
source: Apply gel
de: Gel auftragen
es: Aplicar gel
fr: Appliquer le gel
ja: ジェルを塗る
ko: 젤 바르기
th: ทาเจล
zh_hans: 涂凝胶
zh_hant: 塗凝膠

# medication.plan.default.apply_patch
source: Apply patch
de: Pflaster aufkleben
es: Aplicar parche
fr: Appliquer un patch
ja: パッチを貼る
ko: 패치 부착
th: ติดแผ่นแปะ
zh_hans: 贴片
zh_hant: 貼片

# medication.plan.default.inject
source: Inject %@
de: %@ injizieren
es: Inyectar %@
fr: Injecter %@
ja: %@を注射
ko: %@ 주사
th: ฉีด %@
zh_hans: 注射 %@
zh_hant: 注射 %@

# medication.plan.default.remove_patch
source: Remove patch
de: Pflaster entfernen
es: Retirar parche
fr: Retirer le patch
ja: パッチを外す
ko: 패치 제거
th: ถอดแผ่นแปะ
zh_hans: 移除贴片
zh_hant: 移除貼片

# medication.plan.default.take
source: Take %@
de: %@ einnehmen
es: Tomar %@
fr: Prendre %@
ja: %@を服用
ko: %@ 복용
th: ใช้ %@
zh_hans: 服用 %@
zh_hant: 服用 %@

# medication.plan.default.take_sublingual
source: Take %@ sublingually
de: %@ sublingual einnehmen
es: Tomar %@ por vía sublingual
fr: Prendre %@ par voie sublinguale
ja: %@を舌下投与
ko: %@ 설하 투여
th: ใช้ %@ ใต้ลิ้น
zh_hans: 舌下含服 %@
zh_hant: 舌下含服 %@

# medication.template.patch_removal
source: patch removal
de: Pflaster entfernen
es: retirada del parche
fr: retrait du patch
ja: パッチの取り外し
ko: 패치 제거
th: การถอดแผ่นแปะ
zh_hans: 移除贴片
zh_hant: 移除貼片

# medication.template.release_rate_format
source: %@ ug/day
de: %@ µg/Tag
es: %@ ug/día
fr: %@ µg/jour
ja: %@ µg/日
th: %@ ug/วัน

# medimport.availability.health_data_unavailable
source: Health data isn't available on this device.
de: Gesundheitsdaten sind auf diesem Gerät nicht verfügbar.
es: Los datos de salud no están disponibles en este dispositivo.
fr: Les données Santé ne sont pas disponibles sur cet appareil.
ja: このデバイスではヘルスケアデータを利用できません。
ko: 이 장치에서는 건강 데이터를 사용할 수 없습니다.
th: ข้อมูล Health ไม่พร้อมใช้งานบนอุปกรณ์นี้
zh_hans: 此设备不支持健康数据。
zh_hant: 此裝置不支援健康資料。

# medimport.availability.import_plans
source: Import plans from Apple Health.
de: Pläne aus Apple Health importieren.
es: Importar planes de Salud de Apple.
fr: Importez des plans depuis Santé d’Apple.
ja: ヘルスケアからプランを読み込みます。
ko: Apple Health에서 계획 가져오기
th: นำเข้าแผนจาก Apple Health
zh_hans: 从 Apple 健康导入计划。
zh_hant: 从 Apple 健康匯入計劃。

# medimport.availability.unsupported_os
source: Medication import needs iOS 26 or later.
de: Arzneimittelimport benötigt iOS 26 oder höher.
es: La importación de medicamentos requiere iOS 26 o posterior.
fr: L’importation de médicaments nécessite iOS 26 ou une version ultérieure.
ja: 薬の読み込みにはiOS 26以降が必要です。
ko: 의약품 가져오기는 iOS 26 이상이 필요합니다.
th: การนำเข้ายาต้องใช้ iOS 26 หรือใหม่กว่า
zh_hans: 用药导入需要 iOS 26 或更高版本。
zh_hant: 用藥匯入需要 iOS 26 或更高版本。
